import React from 'react';
import styles from './AboutModule.module.scss';

export const About = () => {
  return (
    <section className={styles.about} id="about">
      <div className={styles.container}>
        <h2 className={styles.heading}>Про нас</h2>
        <p className={styles.paragraph}>
          <strong>Міжнародний оркестр Свободи / International Freedom Orchestra</strong> – це новостворений
          молодіжний колектив, що складатиметься з високопрофесійних, творчих,
          ініціативних та амбітних музикантів  усіх регіонів України та інших держав,
          історія яких тісно пов'язана з боротьбою за свободу. Він символізуватиме
          дружбу між народами, співпрацю між державами та прагнення до свободи й
          демократії в країнах Східної Європи. Оркестр уособлюватиме ідею зміцнення
          міждержавних зв'язків через культуру, займатиметься промоцією України
          як країни, де понад усе цінують свободу.
        </p>

        <p className={styles.paragraph}>
          Основна тема репертуару колективу – свобода. Зокрема, це будуть твори українських
          та зарубіжних композиторів, створені в умовах чи внаслідок боротьби за свободу.
          Інший важливий напрямок оркестру – соціально-культурні демократичні перетворення
          ХХ та ХХІ століть, в тому числі накшталт відомих іноземних аналогів – «Wind of Change»
          («Вітер змін»), що сприятиме зміцненню авторитету та популяризації України в світі.
        </p>

        <h4 className={styles.textHeading}>План на перший рік роботи:</h4>

        <ul className={styles.list}>
          <li className={styles.listItem}>
            створення ряду тематичних концертних програм, спрямованих на промоцію України та ідеї свободи, єдності й братерства у світі;
          </li>
          <li className={styles.listItem}>
            проведення благодійних концертів української музики з творів композиторів-представників усіх регіонів України;
          </li>
          <li className={styles.listItem}>
            проведення благодійних культурно-мистецьких акцій у регіонах України та за її межами;
          </li>
          <li className={styles.listItem}>
            створення серії відеолекцій про українську культуру, музику та її історію (з представленням
            усіх регіонів України, в тому числі кримсько-татарського);
          </li>
          <li className={styles.listItem}>
            регулярні гастрольні виступи в усіх областях України та за кордоном, де просуватимуться ідеї демократії та свободи;
          </li>
          <li className={styles.listItem}>
            культурно-освітня й патріотично-виховна робота з дітьми та молоддю.
          </li>
          <li className={styles.listItem}>
            Серед ключових дат історії у 2020-2021 роках, пов’язаних з діяльністю оркестру, будуть:
          </li>
          <li className={styles.listItem}>
            30-річчя об’єднання Німеччини;
          </li>
          <li className={styles.listItem}>
            30-річчя проголошення / відновлення незалежності країн колишніх СРСР та Югославії, зокрема, України;
          </li>
          <li className={styles.listItem}>
            10 річниця Арабської весни.
          </li>
        </ul>
      </div>
    </section>
  )
}
